---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Stf
source: html/bb79a6a4-e7a0-70ea-1687-d2851f3c0cd6.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Stf Property

Symbol STf, indicating unit US tonnes force.

## Syntax (C#)
```csharp
public static ForgeTypeId Stf { get; }
```